tap "1password/tap"
tap "datawire/blackbird"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "rcmdnk/file"
tap "robotsandpencils/made"
brew "ack"
brew "act"
brew "entr"
brew "go@1.18"
brew "kubernetes-cli"
brew "libpq"
brew "lua"
brew "mysql"
brew "neovim"
brew "openssh"
brew "telnet"
brew "watchexec"
brew "yarn"
brew "datawire/blackbird/telepresence-arm64"
brew "robotsandpencils/made/xcodes"
cask "1password-cli"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "kitty"
cask "xcodes"
